// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "Обновление микропрограммы";

"WebBrowserWindowTitle" = "Обновление микропрограммы";

TaskTitleField = "Обновление микропрограммы";
TaskDescriptionField = "Микропрограммное обеспечение - это встроенное программное обеспечение, используемое устройством. Нажмите кнопку \"Старт\" для перехода в Интернет и проверки и установки всех необходимых обновлений микропрограммного обеспечения.";
TaskStartButtonTitle = "Старт";
